 Том в устройстве C имеет метку OS
 Серийный номер тома: 623E-C4E6

 Содержимое папки C:\Users\mishe\Desktop\Nets_RK\hamming

29.05.2019  12:35    <DIR>          .
29.05.2019  12:35    <DIR>          ..
17.05.2019  10:15             1 030 client.py
17.05.2019  10:15             1 563 hamming_code.py
17.05.2019  10:15               891 server.py
29.05.2019  12:35                 0 __init__.py
29.05.2019  12:26    <DIR>          __pycache__
               4 файлов          3 484 байт
               3 папок  181 174 718 464 байт свободно
